Revit 2027 API
ParameterTypeId.MepSpotBottomElevationIncludeInsulation Property
 "Spot Bottom of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSpotBottomElevationIncludeInsulation { get; }
Public Shared ReadOnly Property MepSpotBottomElevationIncludeInsulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSpotBottomElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
static member MepSpotBottomElevationIncludeInsulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace